/* The keyboard shortcut is is not allowed to be used */
"%@ is not allowed" = "%@ 은/는 허용되지 않았습니다.";

/* the number of uses left in the free trial (when 1) */
"%lu Use Left" = "%lu 이용 남음";

/* the number of uses left in the free trial (when >1) */
"%lu Uses Left" = "%lu 이용 남음";

/* click this button to get 10 more uses in the free trial */
"+10 Uses" = "+10 이용";

/* entry in selection list to indicate no selection */
"- None -" = "- 없음 -";

/* No comment provided by engineer. */
"\"%@\" is not signed by Pilotmoon Software. Only install this extension if you got it from a source you trust." = "“%@”은/는 Pilotmoon Software에 등록되지 않았습니다. 신뢰할 수 있는 출처로부터 받으신 경우에만 이 확장 기능을 설치해 주십시오.";

/* No comment provided by engineer. */
"Above Text" = "텍스트 위";

/* Title of prefs section */
"Actions" = "작업";

/* No comment provided by engineer. */
"Alternate Search URL" = "대체 검색 URL";

/* Title of prefs section */
"Appearance" = "표시";

/* No comment provided by engineer. */
"Authorized" = "승인 완료";

/* Dark/light mode will be the same as the operating system setting */
"Auto" = "운영체제의 다크/라이트모드 자동 반영";

/* Dark/light mode will be opposite to the operaing system setting */
"Auto (Inverse)" = "운영체제의 다크/라이트모드 자동 반영(반대)";

/* No comment provided by engineer. */
"Below Text" = "텍스트 아래";

/* click button to buy the app */
"Buy" = "구매";

/* Button to go to store */
"Buy Now" = "지금 구매";

/* Button to go to store */
"Buy PopClip Online" = "PopClip 온라인 구매";

/* as in 'by Nick Moore' */
"by" = "작성자";

/* No comment provided by engineer. */
"Cancel" = "취소";

/* No comment provided by engineer. */
"Cannot Install Extension" = "확장 기능을 설치할 수 없음";

/* 1=name of app */
"Cannot start %1$@" = "%1$@ 앱을 시작할 수 없습니다";

/* This is a check box title, not a button */
"Check for updates" = "업데이트 확인";

/* Label for color setting */
"Color" = "색상";

/* Displayed when something has been copied to the clipboard */
"Copied" = "복사됨";

/* Indicates Dark color apearance */
"Dark" = "어두움";

/* name of dictionary look-up feature */
"Dictionary" = "사전";

/* button title */
"Don't Install" = "설치하지 않음";

/* Button title */
"Done" = "완료";

/* Button title. Enables access for assistive devices. */
"Enable PopClip" = "PopClip 활성화";

/* Title of table of apps which PopClip will ignore. */
"Excluded Apps" = "제외된 앱";

/* button title shown in welcome window */
"Got it!" = "알았습니다!";

/* No comment provided by engineer. */
"Hold Option (⌥) for alternate search." = "옵션(⌥)을 길게 눌러 대체 검색을 합니다.";

/* button title: install the named externsion */
"Install \"%@\"" = "“%@” 설치";

/* the name of the extension to be installed is in quotes */
"Install Extension \"%@\"" = "확장 프로그램 \"%@\" 설치";

/* Label for control for setting keyboard shortcut */
"Keyboard Shortcut" = "바로가기 키";

/* No comment provided by engineer. */
"Language" = "언어";

/* No comment provided by engineer. */
"Languages" = "언어";

/* Title of window showing the user's license details */
"License Details" = "라이선스 정보";

/* No comment provided by engineer. */
"License key not valid" = "라이선스 키가 유효하지 않습니다";

/* Indicates Light color apearance */
"Light" = "밝음";

/* name of missing third party app */
"Missing App: %@" = "누락된 앱: %@";

/* No comment provided by engineer. */
"Not Authorized" = "승인되지 않음";

/* button title */
"Not Now" = "나중에";

/* No comment provided by engineer. */
"OFF" = "끔";

/* No comment provided by engineer. */
"OK" = "확인";

/* No comment provided by engineer. */
"ON" = "켬";

/* name of link opening feature */
"Open Link" = "링크 열기";

/* No comment provided by engineer. */
"Open Links" = "링크 열기";

/* Example: Options for Wikipedia */
"Options for %@" = "%@에 대한 옵션";

/* No comment provided by engineer. */
"Please close this browser tab and return to PopClip." = "이 브라우저 탭을 닫고 PopClip으로 돌아가세요.";

/* No comment provided by engineer. */
"Please wait..." = "기다리세요…";

/* No comment provided by engineer. */
"PopClip can have at most %li extensions. Please delete some to make space for more." = "PopClip은 최대 %li개의 확장 기능만 가질 수 있습니다. 여유 공간을 만드시려면 일부를 삭제해 주십시오.";

/* No comment provided by engineer. */
"The free version of PopClip can have at most %li extensions. Please delete some to make space for more." = "PopClip의 무료 버전은 최대 %li개의 확장 기능을 가질 수 있습니다. 여유 공간을 만드시려면 일부를 삭제해 주십시오.";

/* No comment provided by engineer. */
"PopClip can't find %@ on this computer. You probably need to install it." = "PopClip은 이 컴퓨터에서 %@을/를 찾을 수 없습니다. 아마도 설치하셔야 할 것 같습니다.";

/* No comment provided by engineer. */
"PopClip could not load the following extension(s):\n\n%@\n\nUpdated versions may be available from the PopClip website." = "PopClip이 다음과 같은 확장 프로그램(들)을 불러올 수 없습니다:\n\n%@\n\nPopClip의 웹사이트에서 업데이트된 버전들을 이용할 수 있습니다.";

/* No comment provided by engineer. */
"PopClip Extensions" = "PopClip 확장";

/* as in 'PopClip is ON' or 'PopClip is OFF' */
"PopClip is" = "PopClip 상태";

/* No comment provided by engineer. */
"PopClip will check spelling in each selected language." = "PopClip은 선택된 각 언어의 맞춤법을 검사합니다.";

/* Label for position setting */
"Position" = "위치";

/* Button to quit the app */
"Quit" = "끝내기";

/* Button title. Opens PopClip on mac app store. */
"Rate on App Store" = "앱스토어에서 평점 주기";

/* Button title. When clicked, shows the app's release notes. */
"Release Notes" = "릴리스 노트";

/* No comment provided by engineer. */
"Replace your search term with ***, e.g. https://example.com/?q=***" = "회원님의 검색어로 ***을 대체하세요. 예: https://example.com/?q=***";

/* name of 'reveal in finder' feature */
"Reveal in Finder" = "Finder에서 보기";

/* name of web search feature */
"Search" = "검색";

/* No comment provided by engineer. */
"Search URL" = "검색 URL";

/* No comment provided by engineer. */
"Select" = "선택";

/* No comment provided by engineer. */
"Select apps to exclude" = "제외할 앱 선택";

/* No comment provided by engineer. */
"Show as Icon" = "아이콘으로 표시";

/* check box title */
"Show in menu bar" = "메뉴 막대에 표시";

/* button title */
"Sign In" = "로그인";

/* Example: Sign in to your Instapaper account. */
"Sign in to your %@ account." = "귀하의 %@ 계정에 로그인합니다.";

/* button title */
"Sign Out" = "로그아웃";

/* Label for size adjustment slider */
"Size" = "크기";

/* name of spelling checker feature */
"Spelling" = "맞춤법 검사";

/* check box title */
"Start at login" = "로그인할때 시작";

/* No comment provided by engineer. */
"Technical information:" = "기술 정보:";

/* This message is shown when the license key is registered. */
"Thank you for buying PopClip!" = "PopClip을 구매해 주셔서 감사합니다!";

/* No comment provided by engineer. */
"The application appears to be corrupted. Please install a fresh copy." = "이 응용 프로그램은 손상된 것 같습니다. 새로운 사본을 설치하세요.";

/* No comment provided by engineer. */
"This extension is not compatible with this version of PopClip. Please update to the latest version of PopClip." = "이 확장 기능은 본 PopClip 버전과 호환되지 않습니다. 최신 PopClip 버전으로 업데이트 해 주십시오.";

/* No comment provided by engineer. */
"This extension requires macOS version %@ or above." = "이 확장은 macOS 버전 %@ 이상이 필요합니다.";

/* Dialog text */
"To continue, PopClip needs to enable Accessibility access." = "계속하려면 PopClip이 접근성 액세스를 활성화해야 합니다.";

/* help text shown in welcome window */
"To use PopClip, just select some text in any app using your mouse pointer." = "PopClip을 이용하시려면 마우스 포인터를 이용해 아무 앱에서든 텍스트를 선택하시면 됩니다.";

/* the free trial has expired */
"Trial Expired" = "체험 기간이 만료됨";

/* the number of uses left in the free trial (when 1) */
"Trial — %lu Use Left" = "체험 — %lu 이용 남음";

/* the number of uses left in the free trial (when >1) */
"Trial — %lu Uses Left" = "체험 — %lu 이용 남음";

/* No comment provided by engineer. */
"Unsigned Extension" = "등록되지 않은 확장 기능";

/* Button title. When clicked, shows user's license details. */
"View License" = "라이선스 보기";

/* Visit the website for the name app e.g. Visit Evernote Website */
"Visit %@ Website" = "%@ 웹사이트 방문";

/* No comment provided by engineer. */
"Waiting..." = "기다리는 중...";

/* title of welcome window shown on first run */
"Welcome\nto PopClip" = "PopClip에\n환영합니다";

/* Example: You are signed in to Instapaper. */
"You are signed in to %@." = "%@에 로그인되셨습니다.";

/* No comment provided by engineer. */
"You maxed out!" = "최대 한도에 도달하셨습니다!";

/* No comment provided by engineer. */
"⚠️ Authorization failed." = "⚠️ 승인 실패.";

/* No comment provided by engineer. */
"✅ PopClip Extension \"%@\" authorized." = "✅ 팝클립 확장 \"%@\" 승인 완료.";
